Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFoodAndDrinkLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.restaurantIsFullyBookedDot
source: Restaurant is fully booked.
ar: المطعم محجوز بالكامل.
bg: Ресторантът е напълно запълнен.
ca: El restaurant està completament ple.
cs: Restaurace je plně obsazena.
da: Restauranten er fuldt booket.
de: Restaurant ist ausgebucht.
el: Το εστιατόριο είναι πλήρως κλεισμένο.
es: El restaurante está completamente reservado.
es_419: El restaurante está completamente reservado.
fi: Ravintola on täysin varattu.
fr: Le restaurant est complet.
fr_ca: Le restaurant est entièrement réservé.
he: המסעדה מלאה.
hi: रेस्तरां पूरी तरह से बुक हो चुका है।
hr: Restoran je potpuno rezerviran.
hu: Az étterem teljesen tele van.
id: Restoran sudah penuh.
it: Il ristorante è al completo.
ja: レストランは満席です。
kk: Ресторанның орындары толы.
ko: 레스토랑이 만석입니다.
ms: Restoran telah ditempah sepenuhnya.
nb: Restauranten er fullbooket.
nl: Restaurant is volledig volgeboekt.
pl: Restauracja jest w pełni zarezerwowana.
pt_br: O restaurante está completamente reservado.
pt_pt: O restaurante está completamente reservado.
ro: Restaurantul este complet rezervat.
ru: Ресторан полностью забронирован.
sk: Reštaurácia je plne obsadená.
sv: Restaurangen är fullbokad.
th: ร้านอาหารเต็มแล้ว
tr: Restoran tamamen dolu.
uk: Ресторан повністю заброньований.
vi: Nhà hàng đã được đặt kín chỗ.
zh_hans: 餐厅已满。
zh_hant: 餐廳已全部預訂。
zh_hk: 餐廳已全線訂滿。

# TK.Message.tableReservationConfirmedDot
source: Table reservation confirmed.
ar: تم تأكيد حجز الطاولة.
bg: Потвърждение за резервирана маса.
ca: Reserva de taula confirmada.
cs: Rezervace stolu byla potvrzena.
da: Bordreservation bekræftet.
de: Tischreservierung bestätigt.
el: Η κράτηση τραπεζιού έχει επιβεβαιωθεί.
es: Reserva de mesa confirmada.
es_419: Reserva de mesa confirmada.
fi: Pöytävaraus vahvistettu.
fr: Réservation de table confirmée.
fr_ca: Réservation de table confirmée.
he: הזמנת השולחן אומתה.
hi: टेबल रिजर्वेशन की पुष्टि हो गई।
hr: Potvrda rezervacije stola.
hu: Az asztalfoglalás megerősítve.
id: Reservasi meja telah dikonfirmasi.
it: Prenotazione tavolo confermata.
ja: テーブル予約が確認されました。
kk: Сіздің столыңыз расталды.
ko: 테이블 예약이 확인되었습니다.
ms: Tempahan meja disahkan.
nb: Bordreservasjonen er bekreftet.
nl: Tafelreservatie bevestigd.
pl: Rezerwacja stolika potwierdzona.
pt_br: Reserva de mesa confirmada.
pt_pt: Reserva de mesa confirmada.
ro: Rezervarea mesei a fost confirmată.
ru: Бронирование стола подтверждено.
sk: Rezervácia stola bola potvrdená.
sv: Bordreservationen är bekräftad.
th: ยืนยันการจองโต๊ะแล้ว.
tr: Masa rezervasyonu onaylandı.
uk: Резервування столика підтверджено.
vi: Xác nhận đặt bàn thành công.
zh_hans: 餐桌预订已确认。
zh_hant: 餐桌預訂已確認。
zh_hk: 桌子預訂已確認。

# TK.Message.thisDishContainsAllergensDot
source: This dish contains allergens.
ar: هذا الطبق يحتوي على مسببات حساسية.
bg: Тази храна съдържа алергени.
ca: Aquest plat conté al·lèrgens.
cs: Toto jídlo obsahuje alergeny.
da: Denne ret indeholder allergener.
de: Dieses Gericht enthält Allergene.
el: Αυτό το πιάτο περιέχει αλλεργιογόνα.
es: Este plato contiene alérgenos.
es_419: Este plato contiene alérgenos.
fi: Tässä annoksessa on allergeeneja.
fr: Ce plat contient des allergènes.
fr_ca: Ce plat contient des allergènes.
he: המנה הזאת מכילה אלרגנים.
hi: इस डिश में एलर्जन्स शामिल हैं।
hr: Ovo jelo sadrži alergene.
hu: Ez az étel allergén anyagokat tartalmaz.
id: Hidangan ini mengandung alergen.
it: Questo piatto contiene allergeni.
ja: この料理にはアレルゲンが含まれています。
kk: Бұл тағам аллергендерді қамтиды.
ko: 이 요리에는 알레르기 유발 물질이 포함되어 있습니다.
ms: Hidangan ini mengandungi alergen.
nb: Denne retten inneholder allergener.
nl: Dit gerecht bevat allergenen.
pl: To danie zawiera alergeny.
pt_br: Este prato contém alérgenos.
pt_pt: Este prato contém alérgenos.
ro: Acest preparat conține alergeni.
ru: Это блюдо содержит аллергены.
sk: Tento pokrm obsahuje alergény.
sv: Denna rätt innehåller allergener.
th: จานนี้มีสารก่อภูมิแพ้
tr: Bu yemek alerjenler içermektedir.
uk: Ця страва містить алергени.
vi: Món ăn này chứa dị ứng.
zh_hans: 该菜肴含有过敏原。
zh_hant: 此菜餚包含過敏原。
zh_hk: 此菜餚含有過敏原。

# TK.Message.yourOrderHasBeenConfirmedDot
source: Your order has been confirmed.
ar: تم تأكيد طلبك.
bg: Вашата поръчка е потвърдена.
ca: La teva comanda ha estat confirmada.
cs: Tvoja objednávka byla potvrzena.
da: Din ordre er bekræftet.
de: Deine Bestellung wurde bestätigt.
el: Η παραγγελία σας έχει επιβεβαιωθεί.
es: Tu pedido ha sido confirmado.
es_419: Tu pedido ha sido confirmado.
fi: Tilauksesi on vahvistettu.
fr: Votre commande a été confirmée.
fr_ca: Votre commande a été confirmée.
he: ההזמנה שלך אומתה.
hi: आपका ऑर्डर कन्फर्म हो गया है।
hr: Vaša narudžba je potvrđena.
hu: A rendelésed megerősítve.
id: Pesananmu telah dikonfirmasi.
it: Il tuo ordine è stato confermato.
ja: 注文が確認されました。
kk: Сіздің тапсырысыңыз расталды.
ko: 주문이 확인되었습니다.
ms: Pesanan anda telah disahkan.
nb: Bestillingen din er bekreftet.
nl: Je bestelling is bevestigd.
pl: Twoje zamówienie zostało potwierdzone.
pt_br: Seu pedido foi confirmado.
pt_pt: A tua encomenda foi confirmada.
ro: Comanda ta a fost confirmată.
ru: Твой заказ подтвержден.
sk: Tvoja objednávka bola potvrdená.
sv: Din beställning har bekräftats.
th: คำสั่งของคุณได้รับการยืนยันแล้วค่ะ
tr: Siparişiniz onaylandı.
uk: Ваше замовлення підтверджено.
vi: Đơn hàng của bạn đã được xác nhận.
zh_hans: 您的订单已确认。
zh_hant: 您的訂單已確認。
zh_hk: 你的訂單已確認。

# TK.Message.yourOrderIsOnTheWayDot
source: Your order is on the way.
ar: طلبك في الطريق.
bg: Вашата поръчка е на път.
ca: La teva comanda està en camí.
cs: Tvoje objednávka je na cestě.
da: Din ordre er på vej.
de: Deine Bestellung ist unterwegs.
el: Η παραγγελία σας είναι καθ' οδόν.
es: Tu pedido está en camino.
es_419: Tu pedido está en camino.
fi: Tilauksesi on matkalla.
fr: Votre commande est en route.
fr_ca: Votre commande est en route.
he: ההזמנה שלך בדרך.
hi: आपका ऑर्डर रास्ते में है।
hr: Vaša narudžba je na putu.
hu: A rendelésed úton van.
id: Pesananmu sedang dalam perjalanan.
it: Il tuo ordine è in arrivo.
ja: 注文は発送中です。
kk: Сіздің тапсырысыңыз жолда.
ko: 주문이 배송 중입니다.
ms: Pesanan anda sedang dalam perjalanan.
nb: Bestillingen din er på vei.
nl: Je bestelling is onderweg.
pl: Twoje zamówienie jest w drodze.
pt_br: Seu pedido está a caminho.
pt_pt: A tua encomenda está a caminho.
ro: Comanda ta este pe drum.
ru: Твой заказ в пути.
sk: Tvoja objednávka je na ceste.
sv: Din beställning är på väg.
th: คำสั่งของคุณกำลังมาถึง
tr: Siparişiniz yolda.
uk: Ваше замовлення в дорозі.
vi: Đơn hàng của bạn đang trên đường đến.
zh_hans: 您的订单正在配送中。
zh_hant: 您的訂單在路上。
zh_hk: 你的訂單正在運送途中。

# TK.Placeholder.addDeliveryInstructionsDots
source: Add delivery instructions…
ar: أضف تعليمات التسليم…
bg: Добави инструкции за доставка…
ca: Afegir instruccions de lliurament…
cs: Přidej instrukce pro doručení…
da: Tilføj leveringsinstruktioner…
de: Lieferanweisungen hinzufügen…
el: Πρόσθεσε οδηγίες παράδοσης…
es: Añadir instrucciones de entrega…
es_419: Agregar instrucciones de entrega…
fi: Lisää toimitusohjeet…
fr: Ajouter des instructions de livraison…
fr_ca: Ajouter des instructions de livraison…
he: הוסף הוראות משלוח…
hi: डिलीवरी निर्देश जोड़ें…
hr: Dodaj upute za isporuku…
hu: Különleges utasítások a szállításhoz…
id: Tambahkan petunjuk pengiriman…
it: Aggiungi istruzioni per la consegna…
ja: 配達指示を追加…
kk: Жеткізу нұсқауларын қосу…
ko: 배송 지침 추가…
ms: Tambah arahan penghantaran…
nb: Legg til leveringsinstruksjoner…
nl: Voeg leveringsinstructies toe…
pl: Dodaj instrukcje dostawy…
pt_br: Adicionar instruções de entrega…
pt_pt: Adicionar instruções de entrega…
ro: Adaugă instrucțiuni de livrare…
ru: Добавьте инструкции по доставке…
sk: Pridaj pokyny k doručení…
sv: Lägg till leveransinstruktioner…
th: เพิ่มคำแนะนำการจัดส่ง…
tr: Teslimat talimatlarını ekleyin…
uk: Додайте інструкції для доставки…
vi: Thêm hướng dẫn giao hàng…
zh_hans: 添加送货说明…
zh_hant: 添加送貨指示…
zh_hk: 新增送货说明…

# TK.Placeholder.addDietaryRestrictionsDots
source: Add dietary restrictions…
ar: أضف قيودًا غذائية…
bg: Добави диетични ограничения…
ca: Afegir restriccions dietètiques…
cs: Přidej dietní omezení…
da: Tilføj diætbegrænsninger…
de: Ernährungsbeschränkungen hinzufügen…
el: Πρόσθεσε διατροφικούς περιορισμούς…
es: Añadir restricciones dietéticas…
es_419: Agregar restricciones dietéticas…
fi: Lisää ruokarajoitukset…
fr: Ajouter des restrictions alimentaires…
fr_ca: Ajouter des restrictions alimentaires…
he: הוסף הגבלות תזונתיות…
hi: आहार संबंधी प्रतिबंध जोड़ें…
hr: Dodaj prehrambene restrikcije…
hu: Ételallergiák hozzáadása…
id: Tambahkan batasan diet…
it: Aggiungi restrizioni alimentari…
ja: 食事制限を追加…
kk: Тамақтану шектеулерін қосу…
ko: 식이 제한 추가…
ms: Tambah sekatan makanan…
nb: Legg til diettbegrensninger…
nl: Voeg dieetbeperkingen toe…
pl: Dodaj ograniczenia dietetyczne…
pt_br: Adicionar restrições dietéticas…
pt_pt: Adicionar restrições alimentares…
ro: Adaugă restricții alimentare…
ru: Добавьте пищевые ограничения…
sk: Pridaj diétne obmedzenia…
sv: Lägg till kostrestriktioner…
th: เพิ่มข้อจำกัดทางโภชนาการ…
tr: Diyet kısıtlamaları ekleyin…
uk: Додайте дієтичні обмеження…
vi: Thêm hạn chế chế độ ăn kiêng…
zh_hans: 添加饮食限制…
zh_hant: 新增飲食限制…
zh_hk: 添加饮食限制…

# TK.Placeholder.addRecipeDescriptionDots
source: Add recipe description…
ar: أضف وصف الوصفة…
bg: Добавяне на описание на рецепта…
ca: Afegir una descripció de la recepta…
cs: Přidat popis receptu…
da: Tilføj opskriftsbeskrivelse…
de: Rezeptbeschreibung hinzufügen…
el: Προσθήκη περιγραφής συνταγής…
es: Añadir descripción de receta…
es_419: Agregar descripción de la receta…
fi: Lisää reseptin kuvaus…
fr: Ajouter une description de recette…
fr_ca: Ajouter une description de recette…
he: הוסף תיאור למתכון…
hi: रेसिपी का विवरण जोड़ें…
hr: Dodaj opis recepta…
hu: Recept leírás hozzáadása…
id: Tambahkan deskripsi resep…
it: Aggiungi descrizione ricetta…
ja: レシピの説明を追加…
kk: Рецепт сипаттамасын қосу…
ko: 레시피 설명 추가…
ms: Tambah penerangan resipi…
nb: Legg til oppskriftsbeskrivelse…
nl: Voeg receptbeschrijving toe…
pl: Dodaj opis przepisu…
pt_br: Adicionar descrição da receita…
pt_pt: Adicionar descrição da receita…
ro: Adaugă descrierea rețetei…
ru: Добавить описание рецепта…
sk: Pridať popis receptu…
sv: Lägg till receptbeskrivning…
th: เพิ่มคำบรรยายสูตร…
tr: Tarif açıklaması ekle…
uk: Додати опис рецепту…
vi: Thêm tiêu đề công thức…
zh_hans: 添加食谱描述…
zh_hant: 新增食譜描述…
zh_hk: 新增食谱描述…

# TK.Placeholder.enterAddressForDeliveryDots
source: Enter address for delivery…
ar: أدخل عنوان التسليم…
bg: Въведете адрес за доставка…
ca: Introdueix l'adreça de lliurament…
cs: Zadejte adresu pro doručení…
da: Indtast adresse til levering…
de: Lieferadresse eingeben…
el: Εισάγετε διεύθυνση για παράδοση…
es: Ingresa dirección para entrega…
es_419: Ingresa la dirección para entrega…
fi: Anna toimitusosoite…
fr: Entrez l'adresse de livraison…
fr_ca: Entrer l'adresse de livraison…
he: הכנס כתובת למשלוח…
hi: डिलीवरी के लिए पता डालें…
hr: Unesi adresu za dostavu…
hu: Cím megadása a kézbesítéshez…
id: Masukkan alamat untuk pengiriman…
it: Inserisci indirizzo per la consegna…
ja: 配達先住所を入力…
kk: Жеткізу үшін мекен-жайды енгізіңіз…
ko: 배송 주소 입력…
ms: Masukkan alamat untuk penghantaran…
nb: Skriv inn adresse for levering…
nl: Voer bezorgadres in…
pl: Wprowadź adres do dostawy…
pt_br: Digite o endereço para entrega…
pt_pt: Introduzir morada para entrega…
ro: Introduceți adresa pentru livrare…
ru: Введите адрес для доставки…
sk: Zadajte adresu pre doručenie…
sv: Ange leveransadress…
th: กรอกที่อยู่สำหรับการจัดส่ง…
tr: Teslim adresini gir…
uk: Введіть адресу для доставки…
vi: Nhập địa chỉ giao hàng…
zh_hans: 请输入送货地址…
zh_hant: 輸入送貨地址…
zh_hk: 輸入送貨地址…

# TK.Placeholder.enterDeliveryNoteDots
source: Enter delivery note…
ar: أدخل مذكرة التسليم…
bg: Въведи бележка за доставката…
ca: Introdueix la nota de lliurament…
cs: Zadejte dodací poznámku…
da: Indtast leveringsnotat…
de: Lieferhinweis eingeben…
el: Εισάγετε σημείωση παράδοσης…
es: Ingresa nota de entrega…
es_419: Ingresa nota de entrega…
fi: Syötä toimitusmuistio…
fr: Entrez le bon de livraison…
fr_ca: Entre la note de livraison…
he: הזן פתק למשלוח…
hi: डिलीवरी नोट दर्ज करें…
hr: Unesi otpremnicu…
hu: Írd be a szállítási jegyzetet…
id: Masukkan catatan pengiriman…
it: Inserisci nota di consegna…
ja: 納品書を記入中…
kk: Жеткізу туралы ескерту енгізіңіз…
ko: 배송 메모를 입력하세요…
ms: Masukkan nota penghantaran…
nb: Skriv inn leveringsnotat…
nl: Voer de leveringsnota in…
pl: Wprowadź notatkę dostawy…
pt_br: Digite a observação de entrega…
pt_pt: Introduza a nota de entrega…
ro: Introdu nota de livrare…
ru: Введите примечание к доставке…
sk: Zadaj doručovaciu poznámku…
sv: Ange leveransnotering…
th: กรอกหมายเหตุการจัดส่ง…
tr: Teslimat notunu gir…
uk: Введіть накладну…
vi: Nhập ghi chú giao hàng…
zh_hans: 输入送货单…
zh_hant: 輸入送貨單備註…
zh_hk: 輸入送貨註釋…

# TK.Placeholder.enterNumberOfGuestsDots
source: Enter number of guests…
ar: أدخل عدد الضيوف…
bg: Въведи брой гости…
ca: Introdueix el nombre de convidats…
cs: Zadejte počet hostů…
da: Indtast antal gæster…
de: Anzahl der Gäste eingeben…
el: Βάλε αριθμό επισκεπτών…
es: Introduce el número de huéspedes…
es_419: Ingresa el número de invitados…
fi: Syötä vieraiden määrä…
fr: Entrez le nombre d'invités…
fr_ca: Entrez le nombre d’invités…
he: הזן מספר אורחים…
hi: अतिथियों की संख्या डालें…
hr: Unesi broj gostiju…
hu: Írd be a vendégek számát…
id: Masukkan jumlah tamu…
it: Inserisci numero di ospiti…
ja: ゲストの人数を入力…
kk: Қонақтар санын енгізіңіз…
ko: 게스트 수를 입력하세요…
ms: Masukkan bilangan tetamu…
nb: Skriv inn antall gjester…
nl: Voer aantal gasten in…
pl: Wprowadź liczbę gości…
pt_br: Digite o número de convidados…
pt_pt: Introduza o número de hóspedes…
ro: Introduceți numărul de oaspeți…
ru: Введите количество гостей…
sk: Zadaj počet hostí…
sv: Ange antal gäster…
th: กรอกจำนวนแขก…
tr: Misafir sayısını girin…
uk: Введіть кількість гостей…
vi: Nhập số lượng khách…
zh_hans: 输入客人数量…
zh_hant: 請輸入客人數量…
zh_hk: 輸入客人數量…

# TK.Placeholder.enterPromoCodeDots
source: Enter promo code…
ar: أدخل الرمز الترويجي…
bg: Въведи промо код…
ca: Introdueix el codi promocional…
cs: Zadejte promo kód…
da: Indtast promokode…
de: Gib den Gutscheincode ein…
el: Βάλε τον κωδικό προσφοράς…
es: Introduce código promocional…
es_419: Ingresa el código promocional…
fi: Syötä kampanjakoodi…
fr: Entrez le code promotionnel…
fr_ca: Saisissez le code promo…
he: הזן קוד קידום מכירות…
hi: प्रोमो कोड दर्ज करें…
hr: Unesi promotivni kod…
hu: Írd be a promóciós kódot…
id: Masukkan kode promo…
it: Inserisci il codice promozionale…
ja: プロモコードを入力…
kk: Промокодты енгізіңіз…
ko: 프로모션 코드 입력…
ms: Masukkan kod promosi…
nb: Skriv inn kampanjekode…
nl: Voer promotiecode in…
pl: Wprowadź kod promocyjny…
pt_br: Digite o código promocional…
pt_pt: Introduza o código promocional…
ro: Introdu codul promoțional…
ru: Введите промокод…
sk: Zadaj propagačný kód…
sv: Ange kampanjkod…
th: กรอกรหัสโปรโมชั่น…
tr: Promo kodunu girin…
uk: Введіть промокод…
vi: Nhập mã khuyến mãi…
zh_hans: 请输入优惠码…
zh_hant: 輸入優惠碼…
zh_hk: 輸入優惠碼…

# TK.Placeholder.findIngredientsDots
source: Find ingredients…
ar: ابحث عن المكونات…
bg: Намери съставки…
ca: Troba ingredients…
cs: Najdi ingredience…
da: Find ingredienser…
de: Zutaten finden…
el: Βρείτε υλικά…
es: Buscando ingredientes…
es_419: Buscar ingredientes…
fi: Etsi ainesosia…
fr: Recherche d'ingrédients…
fr_ca: Rechercher des ingrédients…
he: מצא מרכיבים…
hi: सामग्री खोजें…
hr: Pronađi sastojke…
hu: Hozzávalók keresése…
id: Temukan bahan…
it: Trova ingredienti…
ja: 材料を探す…
kk: Ингредиенттерді табыңыз…
ko: 재료 찾기…
ms: Cari ramuan…
nb: Finn ingredienser…
nl: Vind ingrediënten…
pl: Znajdź składniki...
pt_br: Encontrar ingredientes…
pt_pt: Encontrar ingredientes…
ro: Caută ingrediente…
ru: Найти ингредиенты…
sk: Nájdite ingrediencie…
sv: Hitta ingredienser…
th: ค้นหาวัตถุดิบ…
tr: Malzemeleri bul…
uk: Шукаю інгредієнти…
vi: Tìm nguyên liệu…
zh_hans: 寻找配料…
zh_hant: 查找配料…
zh_hk: 找配料…

# TK.Placeholder.findNearbyRestaurantsDots
source: Find nearby restaurants…
ar: ابحث عن مطاعم قريبة…
bg: Намери наблизо ресторанти…
ca: Troba restaurants a prop…
cs: Najdu restaurace v okolí…
da: Find nærliggende restauranter…
de: Nahegelegene Restaurants finden…
el: Βρείτε κοντινά εστιατόρια…
es: Buscando restaurantes cercanos…
es_419: Encuentra restaurantes cercanos…
fi: Löydä lähistön ravintolat…
fr: Recherche des restaurants à proximité…
fr_ca: Rechercher des restaurants à proximité…
he: מצא מסעדות סמוכות…
hi: निकटवर्ती रेस्तरां खोजें…
hr: Pronađi obližnje restorane…
hu: Közeli éttermek keresése…
id: Temukan restoran terdekat…
it: Trova ristoranti nelle vicinanze…
ja: 近くのレストランを探す…
kk: Жақын ресторандарды табыңыз…
ko: 근처 레스토랑 찾기…
ms: Cari restoran berdekatan…
nb: Finn nærliggende restauranter…
nl: Vind nabijgelegen restaurants...
pl: Znajdź pobliskie restauracje…
pt_br: Encontrar restaurantes próximos…
pt_pt: Encontrar restaurantes nas proximidades…
ro: Găsește restaurantele din apropiere…
ru: Найти рядом рестораны…
sk: Nájsť reštaurácie v okolí…
sv: Hitta närliggande restauranger…
th: ค้นหาร้านอาหารใกล้เคียง…
tr: Civardaki restoranları bul…
uk: Знайти найближчі ресторани…
vi: Tìm nhà hàng gần đây…
zh_hans: 查找附近的餐厅…
zh_hant: 尋找附近的餐廳…
zh_hk: 尋找附近的餐廳…

# TK.Placeholder.findRecipesDots
source: Find recipes…
ar: ابحث عن وصفات…
bg: Намери рецепти…
ca: Troba receptes…
cs: Najdu recepty…
da: Find opskrifter…
de: Rezepte finden…
el: Βρείτε συνταγές…
es: Buscando recetas…
es_419: Buscar recetas…
fi: Etsi reseptejä…
fr: Trouvez des recettes…
fr_ca: Rechercher des recettes…
he: מצא מתכונים…
hi: व्यंजन खोजें…
hr: Pronađi recepte…
hu: Receptek keresése…
id: Temukan resep…
it: Trova ricette…
ja: レシピを探す…
kk: Рецепттерді табыңыз…
ko: 레시피 찾기…
ms: Cari resipi…
nb: Finn oppskrifter…
nl: Vind recepten…
pl: Znajdź przepisy…
pt_br: Encontrar receitas…
pt_pt: Encontrar receitas…
ro: Caută rețete…
ru: Найти рецепты…
sk: Nájdite recepty…
sv: Hitta recept…
th: ค้นหาสูตร…
tr: Tarifler bul…
uk: Шукаю рецепти…
vi: Tìm công thức…
zh_hans: 寻找食谱…
zh_hant: 查找食譜…
zh_hk: 找食譜…

# TK.Placeholder.rateYourExperienceDots
source: Rate your experience…
ar: قيم تجربتك…
bg: Оценете вашия опит…
ca: Valora la teva experiència…
cs: Ohodnoťte svou zkušenost…
da: Vurder din oplevelse…
de: Bewerte deine Erfahrung…
el: Βαθμολόγησε την εμπειρία σου…
es: Evalúa tu experiencia…
es_419: Califica tu experiencia…
fi: Arvioi kokemuksesi…
fr: Évaluez votre expérience…
fr_ca: Évalue ton expérience…
he: דרג את החוויה שלך…
hi: अपने अनुभव को रेट करें…
hr: Ocijeni svoje iskustvo…
hu: Értékeld a tapasztalataidat…
id: Nilai pengalaman Anda…
it: Valuta la tua esperienza…
ja: 体験の評価をお願いします…
kk: Тәжірибеңізді бағалаңыз…
ko: 경험 평가 중…
ms: Taksir pengalaman anda…
nb: Vurder opplevelsen din…
nl: Beoordeel je ervaring…
pl: Oceń swoje doświadczenie…
pt_br: Avalie sua experiência…
pt_pt: Avalia a tua experiência…
ro: Evaluează-ți experiența…
ru: Оцените ваш опыт…
sk: Hodnoť svoje skúsenosti…
sv: Betygsätt din upplevelse…
th: ให้คะแนนประสบการณ์ของคุณ…
tr: Deneyimini değerlendir…
uk: Оцініть свій досвід…
vi: Đánh giá trải nghiệm của bạn…
zh_hans: 评价你的体验…
zh_hant: 評價你的體驗…
zh_hk: 評估你的體驗…

# TK.Placeholder.searchByCuisineDots
source: Search by cuisine…
ar: ابحث حسب المطبخ…
bg: Търсене по кухня…
ca: Cerca per cuina…
cs: Hledat podle kuchyně…
da: Søger efter køkken…
de: Nach Küche suchen…
el: Αναζήτηση κατά κουζίνα…
es: Buscar por cocina…
es_419: Buscar por cocina…
fi: Etsi ruuan mukaan…
fr: Rechercher par type de cuisine…
fr_ca: Recherche par cuisine…
he: מחפש לפי מטבח…
hi: पकवान द्वारा खोजें…
hr: Pretraži prema kuhinji…
hu: Konyha szerint keresés…
id: Mencari berdasarkan masakan…
it: Cerca per cucina…
ja: 料理別に検索中…
kk: Асхана бойынша іздеу…
ko: 요리별 검색 중…
ms: Mencari mengikut masakan…
nb: Søk etter kjøkken…
nl: Zoeken op keuken…
pl: Szukaj według kuchni…
pt_br: Buscar por culinária…
pt_pt: A procurar por cozinha...
ro: Caut după bucătărie…
ru: Ищем по кухне…
sk: Hľadám podľa kuchyne…
sv: Sök efter kök…
th: ค้นหาตามประเภทอาหาร…
tr: Mutfağa göre ara…
uk: Пошук за кухнею…
vi: Tìm theo ẩm thực…
zh_hans: 按菜系搜索…
zh_hant: 按料理搜尋中...
zh_hk: 按菜式搜尋…

# TK.Placeholder.searchDishesDots
source: Search dishes…
ar: ابحث عن الأطباق…
bg: Търсене на ястия…
ca: Cerca plats…
cs: Hledat pokrmy…
da: Søg efter retter…
de: Gerichte suchen…
el: Αναζήτηση πιάτων…
es: Buscar platos…
es_419: Buscar platillos…
fi: Etsi ruokia…
fr: Rechercher des plats…
fr_ca: Recherche de plats…
he: מחפש מנות…
hi: पकवानों की खोज करें…
hr: Pretraži jela…
hu: Ételek keresése…
id: Mencari hidangan…
it: Cerca piatti…
ja: 料理を検索中…
kk: Мәзірдегі тағамдарды іздеу…
ko: 요리 검색 중…
ms: Mencari hidangan…
nb: Søk etter retter…
nl: Zoeken naar gerechten…
pl: Szukaj dań…
pt_br: Buscar pratos…
pt_pt: A procurar pratos...
ro: Caut mâncăruri…
ru: Ищем блюда…
sk: Hľadám jedlá…
sv: Sök efter rätter…
th: ค้นหาจานอาหาร…
tr: Yemekleri ara…
uk: Пошук страв…
vi: Tìm kiếm món ăn…
zh_hans: 搜索菜肴…
zh_hant: 搜尋菜餚中...
zh_hk: 搜尋菜式…

# TK.Placeholder.searchMenuDots
source: Search menu…
ar: ابحث في القائمة…
bg: Търсене в менюто...
ca: Cerca menú…
cs: Hledat nabídku…
da: Søg i menu…
de: Menü durchsuchen…
el: Αναζήτηση μενού…
es: Buscar menú…
es_419: Buscar menú…
fi: Etsi menu…
fr: Rechercher dans le menu…
fr_ca: Rechercher dans le menu…
he: חפש תפריט…
hi: मेनू खोजें…
hr: Pretraži meni…
hu: Menü keresése…
id: Cari menu…
it: Cerca menu…
ja: メニューを検索中…
kk: Мәзірді іздеу…
ko: 메뉴 검색…
ms: Cari menu…
nb: Søk i meny…
nl: Zoek in menu…
pl: Szukaj menu…
pt_br: Buscar menu…
pt_pt: Pesquisar menu…
ro: Caută meniul…
ru: Ищем по меню…
sk: Hľadaj menu…
sv: Sök i menyer…
th: ค้นหาเมนู…
tr: Menü ara…
uk: Пошук меню…
vi: Tìm kiếm menu…
zh_hans: 搜索菜单…
zh_hant: 搜尋選單...
zh_hk: 搜尋選單…

# TK.Placeholder.searchRecipesDots
source: Search recipes…
ar: ابحث عن الوصفات…
bg: Търси рецепти…
ca: Cerca receptes…
cs: Hledat recepty…
da: Søg i opskrifter…
de: Rezepte durchsuchen…
el: Αναζήτηση συνταγών…
es: Buscar recetas…
es_419: Buscar recetas…
fi: Etsi reseptejä…
fr: Rechercher des recettes…
fr_ca: Rechercher des recettes…
he: חפש מתכונים…
hi: रेसिपी खोजें…
hr: Pretraži recepte…
hu: Receptek keresése…
id: Cari resep…
it: Cerca ricette…
ja: レシピを検索…
kk: Рецепттерді іздеңіз...
ko: 레시피 검색…
ms: Cari resipi…
nb: Søk etter oppskrifter…
nl: Zoek recepten…
pl: Szukaj przepisów...
pt_br: Buscar receitas…
pt_pt: Pesquisar receitas…
ro: Caută rețete…
ru: Искать рецепты…
sk: Hľadaj recepty…
sv: Sök recept…
th: ค้นหาสูตรอาหาร…
tr: Tarifleri ara…
uk: Пошук рецептів…
vi: Tìm kiếm công thức…
zh_hans: 搜索食谱…
zh_hant: 搜尋食譜…
zh_hk: 搜尋食譜…

# TK.Placeholder.selectCuisineTypeDots
source: Select cuisine type…
ar: اختر نوع المطبخ…
bg: Избор на тип кухня...
ca: Selecciona tipus de cuina…
cs: Vyberte typ kuchyně…
da: Vælg køkken type…
de: Küchenart auswählen…
el: Επιλογή τύπου κουζίνας…
es: Seleccionar tipo de cocina…
es_419: Seleccionar tipo de cocina…
fi: Valitse keittiötyyppi…
fr: Sélectionner le type de cuisine…
fr_ca: Sélectionner un type de cuisine…
he: בחר סוג Cuisine…
hi: व्यंजन प्रकार चुनें…
hr: Odaberi vrstu kuhinje…
hu: Konyhatípus kiválasztása…
id: Pilih jenis masakan…
it: Seleziona tipo di cucina…
ja: 料理の種類を選択…
kk: Ас үй түрін таңдаңыз…
ko: 요리 유형 선택…
ms: Pilih jenis masakan…
nb: Velg kjøkkentype…
nl: Kies keukenstijl…
pl: Wybierz typ kuchni...
pt_br: Selecionar tipo de cozinha…
pt_pt: Selecionar tipo de cozinha…
ro: Selectează tipul de mâncare…
ru: Выбрать тип кухни…
sk: Vyberte typ kuchyne…
sv: Välj typ av kök…
th: เลือกประเภทอาหาร…
tr: Mutfak türünü seç…
uk: Вибрати тип кухні…
vi: Chọn loại ẩm thực…
zh_hans: 选择菜系类型…
zh_hant: 選擇料理類型…
zh_hk: 選擇菜系類型…
